Repository: ivancoso/Esynctraining.Lti.AdobeConnect
Catalog: EdugameCloud.Lti/Resources/Messages.*.resx
Languages: es

# BlackboardDomainMissing
source: Blackboard LMS domain is missing.
es: Se ha perdido el dominio de Blackboard

# CanNotGetBreezeSession
source: Can't get Adobe Connect BreezeSession
es: No se pudo obtener Adobe Connect BreezeSession

# CanSaveToDb
source: Could not save user information in database. Please contact system administrator.
es: No se pudo guardar la información de usuario en la base de datos. Por favor, contacte con el administrador del sistema.

# CantCreatePrincipalWithEmptyEmail
source: User Email doesn't exist
es: E-mail de usuario no existe.

# CantRetrieveLmsUsers
source: Unable retrieve information about LMS users.
es: Imposible recuperar información sobre usuarios del LMS.

# CreateAcPrincipalManually
source: User does not exist in AC database. You must create AC accounts manually.
es: El usuario no existe en la base de datos de AC. Usted tiene que crear la cuentas en AC manualmente

source: Error occured.
es: Ha ocurrido un error.

# ExceptionMessage
source: An exception is occured. Try again later or contact your administrator.
es: Ha ocurrido una excepción. Inténtelo más tarde o contacte con el administrador del sistema.

# ExceptionOccured
source: An exception is occured.
es: Ha ocurrido una excepción.

# IncorrectAcPassword
source: The password you provided is incorrect. Please try again.
es: La contraseña es incorrecta. Por favor, intentelo otra vez.

# LtiExternalToolUrl
source: Review LTI integration. Possibly you have invalid consumer key or External Tool URL.
es: Revisar integración LTI. Posiblemente disponga de una URL externa incorrecta.

# LtiInvalidRequest
source: Invalid LTI request
es: Petición LTI inválida

# LtiNoAcAccount
source: Sorry, Adobe Connect account does not exist for you. Please contact administrator.
es: Disculpa, no dispones de una cuenta válida en Adobe Connect. Por favor, contacta con el administrador.

# LtiNoLmsAdmin
source: Sorry, LMS Admin is not set for current license. Please contact administrator.
es: Disculpa, la cuenta de administración de LMS no está asociada a la actual licencia. Por favor, contacta con el administrador.

# LtiValidationDifferentDomain
source: This LTI integration is already set for different domain.
es: Esta integración con el LTI ya está siendo usada por un dominio diferente.

# LtiValidationInactiveCompanyLicense
source: Sorry, your company doesn't have any active license. Please contact administrator.
es: Disculpa, tu compañía no dispone de una licencia activa. Por favor, contacte con el administrador.

# LtiValidationInactiveLmsLicense
source: LMS License is not active. Please contact administrator.
es: La licencia LMS no está activa. Por favor, contacte con el administrador.

# LtiValidationNoSetup
source: Your Adobe Connect integration is not set up for provided consumer key.
es: La integración con Adobe Connect no está configurada.

# MeetingCantFindPrincipal
source: Cannot find Adobe Connect user with email {0} or login {1}
es: No se pudo encontrar un usuario con email {0} o login {1}.

# MeetingDeletionDisabled
source: Meeting deletion is disabled
es: La opción de eliminar una sesión está deshabilitada.

# MeetingNotAssociatedToCourse
source: This meeting is not associated to any course.
es: La reunión no está asociada a ningún curso

source: Meeting not found
es: Sesión no encontrada.

# MeetingNotFoundInAC
source: Meeting not found in Adobe Connect
es: Sesión no encontrada en Adobe Connect.

# MeetingNotStudyGroup
source: The meeting is not a study group, you can only leave study groups.
es: La sesión noes un grupo de estudio.

# MeetingNotUniqueUrlPath
source: URLs must be unique, and the URL path you chose is already in use. Please select an alternative URL path. If you need additional information, please contact your account administrator.
es: La URL debe ser única, y el path que usted ha elegido ya está en uso. Por favor, seleccione una URL alternativa.

# NoLmsInformation
source: Could not find LMS information. Please, contact system administrator.
es: No pudo encontrar información del LMS. Por favor, contacte con el administrador del sistema.

# NoSessionInformation
source: Could not find session information for current user. Please, enable cookies or try to open LTI application in a different browser.
es: No se pudo encontrar información de sesión para el actual usuario. Por favor, contacte con el administrador del sistema.

# NotUniqueName
source: There is already another item with this name. Please try again.
es: Actualmente ya existe otro con ese nombre. Inténtelo de nuevo, por favor.

# NoUserByPrincipalIdFound
source: No user with principal id {0} found in Adobe Connect.
es: No se encontró usuario con id {0} en Adobe Connect.

# NoUserFound
source: No user with id {0} found.
es: No se encontró usuario con id {0}.

# PrincipalEmailUsedForGuest
source: Unable to sync users. Guest record with email '{0}' already exists in Adobe Connect. Please contact AC administrator to promote guest to user.
es: No se ha podido sincronizar usuarios. El invitado con email {0} ya existe en Adobe Connect. Por favor, contacte con su administrador para convertir este invitado en usuario.

# PrincipalLoginUsedForGuest
source: Unable to sync users. Guest record with login '{0}' already exists in Adobe Connect. Please contact AC administrator to promote guest to user.
es: No se ha podido sincronizar usuarios. El invitado con login {0} ya existe en Adobe Connect. Por favor, contacte con su administrador para convertir este invitado en usuario.

# PrincipalValidateAlreadyInAc
source: User '{0}' already exists in Adobe Connect.
es: El usuario {0} y existe en Adobe Connect.

# PrincipalValidateEmailLength
source: E-mail must be between 1 and 60 characters long.
es: La longitud del email debe estar comprendida entre 1 y 60 caracteres.

# PrincipalValidateLoginLength
source: Login must be between 1 and 60 characters long.
es: La longitud del login debe estar comprendida entre 1 y 60 caracteres.

# PrincipalValidateNameLength
source: The combined length of First and Last name must be between 1 and 60 characters.
es: La longitud del nombre y apellido debe estar comprendida entre 1 y 60 caracteres.

# RecordingAlreadyHasMP4
source: Recording is already been converted to MP4.
es: La grabación ya ha sido convertida a formato MP4.

# RecordingCantDeleteMP4Progress
source: Cannot delete. MP4 is already in progress.
es: No se puede borrar. MP4 está en progreso.

# RecordingDisabledMP4
source: MP4 functionality is not enabled in Adobe Connect.
es: La funcionalidad MP4 no está habilitada en Adobe Connect.

# RecordingDuplicateMP4
source: Trying to create MP4 duplicate recording.
es: Intentando crear un duplicado de la grabación en MP4.

# RecordingMissedMP4
source: MP4 recording doesn't exist.
es: La grabación en MP4 no existe.

# RecordingNotFound
source: No recording found
es: Grabación no encontrada.

# SessionTimeOut
source: Session timed out. Please refresh the page.
es: El tiempo de sesión ha expirado. Por favor, refresque la página.

# UserIsAlreadyParticipant
source: This Adobe Connect user is already a participant of the meeting.
es: Este usuario ya existe como participante en la reunión.

# UserNotInAdobeConnect
source: User does not exist in Adobe Connect.
es: Los usuarios no existen en Adobe Connect

# UsersCannotBeSync
source: Some of the users cannot be synchronized due to:
es: Algunos de los usuarios no pueden ser sincronizados debido a:

# UsersDuplicateEmail
source: users with duplicate email exist,
es: existen usuarios con email duplicado,

# UsersEmptyEmail
source: users with empty email exist,
es: existen usuarios con email vacío,

# ValidateSummaryLength
source: Summary must be between 0 and 4000 characters long.
es: La longitud del resumen debe estar comprendida entre 0 y 4000 caracteres.

# ValidateTitleLength
source: Title must be between 1 and 60 characters long.
es: La longitud del titulo debe estar comprendida entre 1 y 60 caracteres.
